ochronwa własności inetelektualnej/wyklad/wyklad 01.tex
% Created 2022-10-17 Mon 15:26
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\author{Rafał Grot}
\date{\today}
\title{Wyklad 01}
\hypersetup{
 pdfauthor={Rafał Grot},
 pdftitle={Wyklad 01},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 28.2 (Org mode 9.6)}, 
 pdflang={English}}
\begin{document}

\maketitle
\tableofcontents

\begin{description}
\item[{Podręcznik}] Prawo własności intelektualnej. Teoaria i praktyka. red. J.Sińczyło-chlabicz 2021 Warszawa
\item[{Pytania na koniec}] Zasada jej magnificenecja mówi, wy słucha.
\item Wykłady nieobowiązkowe
\item Prezentacja nie będzie dostępna.
\end{description}
\section{zaliczenie}
\label{sec:org00a605f}
\begin{itemize}
\item test wielokrotnego wyboru z treści wykładów lubtreści do których odsyłała.
\begin{itemize}
\item Mogą być pytania z prezentacji
\end{itemize}
\item Na przedostatnim wykładzie.
\end{itemize}
\section{Pojęcie prawa włąsności inetelkulaneji jego miejsce w systemie prawnym}
\label{sec:org3f233aa}
\subsection{Źródła prawa własności inetlektualnej}
\label{sec:org491439d}
\subsubsection{Unijne}
\label{sec:orgb13b66c}
\begin{description}
\item[{Dyrektywa unijna}] Jest implementowana przez uchwalenie ustawy.
\end{description}
\subsubsection{międzynarodowe}
\label{sec:orgca2c054}
\begin{enumerate}
\item Konwncja betnejska o ochornie własności literackiej i artystycznej (1880r).
\label{sec:orgcdd6dcf}
Ochrona praw autorskich powstaja w momencie stworzenia utworu. Ma trwać co najmniej do końcazycia autora + 50 lat(praw autorskich majątkowych).
\end{enumerate}
\subsubsection{Najważniejsze źródła prawa krajowego}
\label{sec:org941b984}
Internetowy system aktów prawnych, dostępny ze stron sejmowych. Zawsze wchodzić w dokument z tekstem jednolitym.
\begin{itemize}
\item Ustawa z dn 4.02.1994r o prawei autorskim i prawach pokrewnych
\item[{ustawa z dn 30.06.02.2000r prawo własności przemsyłowej}] Własność związana z porwadzeniem działalności gospodarczej np. patent(``chroni'' wynalazek). Znak towarowy
\item ustawa z dn 16.04.1993r o zwalczaniu nieuczciwej konkurencji
\item ustawa z dn 23.04.1964 r. kodesk cywilny
\end{itemize}
Obecnie twaja prace nad ustwą ``prawo własności przemysłowej''.
\subsection{Wiktor igo1}
\label{sec:orgb4f1ac1}
jakiś frajer. Spłakany że jego prace były tłumaczone.
\section{Właność intelektualna}
\label{sec:orgac54e63}
Dziedzina prawa, która dotyczy dóbr intelektualnych pierwotnie nazywanch niematerialnych.
\begin{description}
\item[{intelektualna}] wskazuje na przedmiot ochrony
\end{description}
\subsection{Własnść}
\label{sec:org59a966a}
Wskazuje na sposób ochrony.
Takzwany właścicielski sposób ochrony.
\subsection{Sposoby ochrony dóbr inetelktualnych}
\label{sec:orgc8ea6d8}
\subsubsection{prawa podmiotowe}
\label{sec:org1ebc678}
Są to prawa wyłączne (dają one uprawnionemu wyłączność, do zarobkowego bądź zarobkowego korzystanai z danego dobra i rozporządzania nim, z regóły przez oznaczony czas na oznaczonym teretorium państwa).
\begin{description}
\item[{Prawa wyłączne dają komercyjny monopol(np art 66 ust 1 pkt 1 pwp).}] ``Uprawniony z patentu ma wyłączność wytwarzania, używanai, oferowania, wprowadzania do obrotu, przechowywania lub składowania produktów będących przedmiotem wynalazku.''
\item[{Są chronione za pomocą cywilnych praw podmiotowych o charakterze bezwzględnym}] całość praw autorskich, które przysługują zasadniczo twórcy.
\end{description}
\subsubsection{prawa terytorialne}
\label{sec:org1b1cf05}
Obowiązuje na teretorium kraju, gdzie zostałą udzielona(własność przemysłowa). Dobro intelektualne moze w dwóch różnych krajach korzystać z ochrony w różny sposób, bądż ochrona może być w jednym kraju udzielona, a w innym nie.
\subsubsection{monopul uprawnionego}
\label{sec:orgaa88682}
Trwa makzymalnie 20 lat od daty złoźenia patentu.
\begin{enumerate}
\item naruszenie
\label{sec:org8a45e2b}
Skutkuje odpowiedzialnością prawną.
\begin{enumerate}
\item Przykład
\label{sec:org7043d63}
``Kto nei będąc uprawnionym do uzyskania patentu zgłasza cudzy wynalazek podlega grzywnie, karze ograniczenia wolności lub pozbawienia wolności do lat 2(art 304 pwp).''
\end{enumerate}
\end{enumerate}
\subsubsection{Po ustaniu ochrony}
\label{sec:org47cc5f2}
Dobro intelektulane (np. wynalzaek) przechodzi do tzw. domeny publicznej.
\begin{enumerate}
\item Domenta publczna
\label{sec:org177036f}
To zasób dóbr intelektualnych, z których każdy możę swobodnie komercyjnie korzystać bez pytania o zgodę podmiotu uprawnionego
\end{enumerate}
\section{know-how}
\label{sec:org9e39029}
Alternatywa do patentu. NP. coca-cola
\subsection{Wiedza utajniona}
\label{sec:org7319d70}
To jest widza, którą się chowa przed konkuręcją.
\section{Dlaczego warto opatentować wynalazek}
\label{sec:org61d87e0}
\begin{itemize}
\item patent daje silną pozycję na rynku i przewagę nad konkuręcją -- tj. wyklucza swobodne syoswanie tego wynalazku przez konkręcje.
\item patent pozwala przedsiębiorcy/-stru uzyskać dodatkowy dochód z licencji lub przeniesienia praw.
\item pozwala na dostę do cucdzej technologi przez licencję wzajemną.
\end{itemize}
Jeżeli dla efektywnego korzystania z włanego wynalazku konieczne jest używanie technologi będącej własnością innego podmiotu, to istnieje możliwość zawarcia umowy wzajemniej (``kżyrzowej''), na podstawie któ©ej strony wzajemnie udzielają sobie upoważnienia do korzystania z jednego lub wielu patentów (na warunkach określonych w umowie).
\end{document}
